{
    "navbar": {
        "services-link": "services",
        "work-link": "work",
        "careers-link": "careers",
        "about-link": "about",
        "contact-link": "contact"
    },
    "title": "BLOCKCHAIN FOR EVERYONE",
    "headline": "We design and develop <b>Blockchain-based solutions</b> for enterprises.",
    "description": "Blockchain is a famous and revolutionizing technology, but most people don't know about it beyond cryptocurrency. Blockchain offers a lot more. We help businesses understand and integrate this technology to benefit from it and be part of the revolution.",
    "contact-button": "Let's talk",
    "contact": {
        "form": {
            "firstName": {
                "label": "First name",
                "placeholder": "Enter your first name",
                "error": {
                    "required": "First name is required"
                }
            },
            "lastName": {
                "label": "Last name",
                "placeholder": "Enter your last name",
                "error": {
                    "required": "Last name is required"
                }
            },
            "email": {
                "label": "email",
                "placeholder": "Enter your email address",
                "error": {
                    "required": "Email address is required",
                    "invalid": "Please provide a valid email address"
                }
            },
            "message": {
                "label": "message",
                "placeholder": "Type your message here...",
                "error": {
                    "required": "Message is required"
                }
            },
            "send": "send"
        }
    },
    "services": {
        "tokenizationErc20Bep20": {
            "name": "Tokenization ERC20 BEP20",
            "icon": "./assets/images/services/digital-assets.svg",
            "definition": "Asset tokenization is a way of digitizing tangible and intangible assets and converting them into tokens, which are then stored on the blockchain. One asset is not generally equal to one token: assets are usually broken down into smaller parts, which form many tokens. The ERC-20 (Ethereum Request for Comments 20), proposed by Fabian Vogelsteller in November 2015, is a Token Standard that implements an API for tokens within Smart Contracts. It provides functionalities like to transfer tokens from one account to another, to get the current token balance of an account and also the total supply of the token available on the network.",
            "benefits": "Blockchain is precisely what delivers the main benefits of tokenization. These benefits include: a greater accessibility and liquidity of assets, transparency, immutability, fractional ownership, cost savings ...",
            "description": "At Blockbrainers we create cutsom hackerproof tokens following ERC20 standards. We can implement tokens that include basics features and some with more advanced ones like buy-back and burn, sniper protection, price impact fees, and more...Token then can be deploy to Ethereum, Binance Smar Chain, Polygon..."
        },
        "nftsAndMarketplace": {
            "name": "NFTs and Marketplace",
            "icon": "./assets/images/services/dapp.svg",
            "definition": "NFTs are tokens that we can use to represent ownership of unique items. They let us tokenise things like art, collectibles, even real estate. They can only have one official owner at a time and they're secured by the Ethereum blockchain – no one can modify the record of ownership or copy/paste a new NFT into existence. NFT stands for non-fungible token. Non-fungible is an economic term that you could use to describe things like your furniture, a song file, or your computer. These things are not interchangeable for other items because they have unique properties.",
            "benefits": "NFTs and Ethereum solve some of the problems that exist in the internet today. As everything becomes more digital, there's a need to replicate the properties of physical items like scarcity, uniqueness, and proof of ownership. Not to mention that digital items often only work in the context of their product. For example you can't re-sell an iTunes mp3 you've purchased, or you can't exchange one company's loyalty points for another platform's credit even if there's a market for it.",
            "description": "At Blockbrainers we create NFT contracts follwing ERC721 standards. We can create a NFT factory that is able to mint uniq customs NFTs deployed on Ethereum, or Binance Smart Chain, or Polygon...Your NTFs will be tradable on different market places depdending the network, In addition, we also propose to build your own NFT marketplace."
        },
        "defiStaking": {
            "name": "Defi Staking",
            "icon": "./assets/images/services/smart-contract-dev.svg",
            "definition": "DeFi is short for Decentralised Finance and refers to financial services that seek to bypass traditional, centralised financial intermediaries such as banks, and use blockchain technology instead. It aims to make financial services accessible to anyone and everyone and give them complete control over their own assets. Staking is the act of holding a certain amount of crypto tokens in order to earn passive income from them.",
            "benefits": "Generating profit through DeFi is generally considered safer and less risky than doing so via more traditional means, thanks to blockchain’s secure nature. This means DeFi earning is less prone to common issues affecting the traditional, centralised financial system, such as corrupt practices. DeFi staking also typically earns you higher levels of interest than any traditional financial institution, thanks to the lack of middlemen involved. Users also benefit from having complete control over their funds.",
            "description": "At Blockbrainers we propose to implement this protocol for you. To create such a protocol we proceed that way: 1: ERC20/BEP20 Token creation, 2: Staking contract implemention, 3: Dapp Creation, 4: Deployments. We can deploy the procotol to Ethereum, Binance Smar Chain, Polygon.... Note that there are different ways to implement staking, included using NFT Vaults."
        },
        "governanceDao": {
            "name": "Governance DAO",
            "icon": "./assets/images/services/integration.svg",
            "definition": "Decentralized Autonomous Organizations are entities or ventures that operate based on Smart Contracts or executable programs/protocols. Mostly created on the Ethereum Network due to its Smart Contract capability, the DAO has no conventional management structure and its codes are open source.",
            "benefits": "Being internet-native organizations, DAOs have several advantages over traditional organizations. One significant advantage of DAOs is the lack of trust needed between two parties. While a traditional organization requires a lot of trust in the people behind it — especially on behalf of investors — with DAOs, only the code needs to be trusted. Trusting that code is easier to do as it’s publicly available and can be extensively tested before launch. Every action a DAO takes after being launched has to be approved by the community and is completely transparent and verifiable.",
            "description": "At Blockbrainers we can create a DAO for you. From a simple voting protocol to self exucuting smartcontract function one, we architecture, implement, and deploy it to Ethereum, Binance Smar Chain, Polygon...we deliver the smartcontracts protocol as well as the Dapp."
        },
        "smartContractsAudit": {
            "name": "Smart Contracts Audit",
            "icon": "./assets/images/services/smart-contract-audit.svg",
            "definition": "Smart Contract is a term based on the idea conceptualized by Nick Szabo in 1994. He described the concept as \"a set of promises, specified in the digital form, including protocols within which the parties perform on these promises.\" In simpler words, Smart Contracts are an algorithm. A Smart Contract can execute, verify, enforce, and constrain its operations based on predetermined terms. Smart Contracts play an essential role in using blockchain technology to provide a more effective means of executing an agreement when the terms are met.",
            "benefits": "Smart Contracts effectively automate the entire process and are cryptographically secured through blockchain technology. However, there is a need to audit Smart Contracts because some vulnerabilities can be exploited if the right blockchain consulting firm doesn't address them. Smart Contract audits remove vulnerabilities like bugs, issues in the algorithms, or any loopholes to ensure the Smart Contract's integrity on any distributed ledger.",
            "description": "At Blockbrainers we understand the ins and outs of Smart Contracts and how they operate on various distributed ledgers. Our team analyzes the underlying code in Smart Contracts through our Smart Contracts Audit Service to recognize and correct any bugs through manual and automated testing patterns and detailed reviews. The self-executing nature of Smart Contracts makes them a powerful tool for businesses across multiple industries. Our Smart Contracts Audit service virtually guarantees that you get the best out of this tool."
        }
    },
    "processSteps": {
        "idea": {
            "headline": "Idea",
            "text": "You have an idea or need one, talk to us! We get to know each other, and we explain what value we can bring to you."
        },
        "analysis": {
            "headline": "Analysis",
            "text": "We will set the technical requirements of the solution."
        },
        "planning": {
            "headline": "Planning",
            "text": "After functional and technical analysis, we define the project's scope and roadmap."
        },
        "MVP": {
            "headline": "MVP",
            "text": "We build a Minimum Valuable Product, a simple implementation of the main features to test it on testnet, collecting feedback, and get ready for the full implementation."
        },
        "fullImplementation": {
            "headline": "Full Implementation",
            "text": "After having tested and approved MVP, we're ready to build the entire project and deploy it on mainnet."
        },
        "maintenance": {
            "headline": "Maintenance",
            "text": "After successfully launch your project, we'll still support you, bringing improvement and fixing if needed."
        }
    },
    "work": {
        "komet": {
            "name": "Komet Finance",
            "headline": "New Decentralized Hedge Fund.",
            "description": "Komet Finance is organized around a service that allows anyone to come together and become more powerful. As a decentralized Hedge Fund, the overall goal is to deliver dividends to stakeholders.",
            "platforms": ["Ethereum"],
            "image": "./assets/images/work/komet-logo.svg",
            "website": "https://komet.capital/"
        },
        "custos": {
            "name": "Custos",
            "headline": "Cross-chain NFT solutions.",
            "description": "A Cross-chain protocol exploiting all the potential of NFTs to build advanced decentralized financial products with the key focus being security.",
            "platforms": ["Ethereum"],
            "image": "./assets/images/work/custos-logo.svg",
            "website": "https://custos.finance/"
        },
        "toddlerinu": {
            "name": "Toddler Inu",
            "headline": "The most advanced lottery protocol. Millions of dollars gifts.",
            "description": "An innovative DeFi token on Binance Smart Chain. We combined an ingenious tokenomics designed to maximize profits, with a unique lottery system by tier for all holders with all our products -almost- instantly deliverable.",
            "platforms": ["Binance Smart Chain"],
            "image": "./assets/images/work/toddlerinu-logo.svg",
            "website": "https://toddlerinu.wtf/"
        }
    }
}